Repository: sspanak/dimmusaurus
Catalog: src/py/locale/*/LC_MESSAGES/django.po
Languages: bg, fr

source: home/
bg: начало/
fr: accueil/

source: Home
bg: Начало
fr: Accueil

source: Biography
bg: Биография
fr: Biographie

source: About Dimmu Saurus
bg: Що е то Димозавър?
fr: C'est quoi Dimmu Saurus?

source: The story of Dimmu Saurus project
bg: Основаване и история на проекта Димозавъръ (Dimmu Saurus)
fr: L'histoire de Dimmu Saurus

source: There is nothing to see here. Please continue browsing or go to <a href="/">Home page</a>.
bg: Тук няма нещо за гледане. Моля продължете напред или се върнете на <a href="/">главната страница</a>.
fr: Il n'y a rien à voir ici. Veuillez continuer à naviguer ou retourner au <a href="/">page accueil</a>.

source: An error occured while processing your request. Please, try again later or go back to <a href="/">Home page</a>.
bg: Възникна грешка при обработването на заявката ви. Опитайте пак по-късно или се върнете на <a href="/">главната страница</a>.
fr: Une erreur s'est produite pendant le traitement de votre requête. Veuillez essayer plus tard ou retourner au <a href="/">page accueil</a>.

source: /download/
bg: /изтегли/
fr: /telecharger/

source: Cannot load this song!
bg: Песента не можа да зареди!
fr: Impossible de charger cette chanson!

source: Details about
bg: Подробности за
fr: Détails de

source: Loading...
bg: Зареждане...
fr: Chargement...

source: Changing the language will interrupt music playback. Continue?
bg: Смяната на езика ще спре музиката. Продължавате ли?
fr: Si vous changez la langue, la musique s'arrêtera. Confirmez-vous?

source: Follow
bg: Последвай
fr: Suivez

source: Dimmu Saurus on Facebook
bg: Димозавър във Facebook
fr: Page Facebook

source: Go to Dimmu Saurus Facebook page
bg: Отиди на страницата на Димозавър във Facebook
fr: Naviguer vers la page Facebook de Dimmu Saurus

source: Dimmu Saurus Youtube channel
bg: Канал на Димозавър в Youtube
fr: Chaîne Youtube

source: Go to Dimmu Saurus Youtube channel
bg: Отиди в канала на Димозавър в Youtube
fr: Naviguer vers la chaîne Youtube de Dimmu Saurus

source: Dimmu Saurus Soundcloud page
bg: Димозавър в Soundcloud
fr: Dimmu Saurus sur Soundcloud

source: Go to Dimmu Saurus Soundcloud page
bg: Отиди на страницата на Димозавър в Soundcloud
fr: Naviguer vers la page Soundcloud de Dimmu Saurus

source: Choose a Color Theme
bg: Избери облик
fr: Choisir le thème «Couleur»

source: Theme
bg: Облик
fr: Thème

source: Change the Language
bg: Избор на език
fr: Choisir la langue préférée

source: Main Menu
bg: Главно меню
fr: Menu principal

source: Device Default
bg: Като устройството
fr: Par défaut du système

source: Bright
bg: Светъл
fr: Lumineux

source: Dark
bg: Тъмен
fr: Foncé

source: Go to home page
bg: Отиди на главната страница
fr: Naviguer vers la page d'accueil

source: biography/
bg: биография/
fr: biographie/

source: Go to biography page
bg: Отиди на страница Биография
fr: Naviguer vers la page Biographie

source: Go to discography page
bg: Отиди на страница Дискография
fr: Naviguer vers la page Discographie

source: Music
bg: Музика
fr: Musique

source: music/
bg: музика/
fr: musique/

source: All Albums
bg: Всички албуми
fr: Toute la discographie

source: Toggle Playlist
bg: Плейлиста
fr: Liste de lecture

source: Sound Volume
bg: Сила на звука
fr: Son

source: Mute/Unmute music
bg: Намали/Усили музиката
fr: Baisser/Augmenter le volume

source: Previous Track
bg: Предишна песен
fr: Précédent

source: Play previous song
bg: Пусни предишната песен
fr: Lire la chanson précédente

source: Play / Pause
bg: Просвири / Пауза
fr: Lire / Pause

source: Play/Pause current song
bg: Пусни/Спри текущата песен
fr: Lire/Pauser la chanson en cours

source: Next Track
bg: Следваща песен
fr: Suivant

source: Play next song
bg: Пусни следващата песен
fr: Lire la chanson suivante

source: Song search field
bg: Поле за търсене на песен
fr: Recherher pour une chanson

source: Search...
bg: Търсене...
fr: Rechercher...

source: Playlist unavailable. Refresh the page to try again.
bg: Няма песни. Опитайте да презаредите страницата отново.
fr: Le playlist n'est pas disponible. Veuillez rafraîchir la page.

source: Welcome
bg: Добре дошли
fr: Bienvenue

source: Welcome to the Black Blues Dimosaur's den (Latin: <i>Dimmu Saurus</i>). It is a garage project for blues, rock and metal music, without any rules or limitations. The way real music should be.
bg: Добре дошли в бърлогата на Черния Димозавър (латински: <i>Dimmu Saurus</i>). Това е гаражен проект за блус, рок и метъл без ограничения и без правила – каквато трябва да бъде истинската музика.
fr: Bienvenue à l'antre de Blues Dinosaure Noir (en latin: <i>Dimmu Saurus</i>). Dimmu Saurus est un projet de musique garage, dédié à la création de blues, metal et rock, sans règles ou restrictions.

source: If you are a fan of this kind of music, then jump straight ahead to the <a href="/%(url_music)s">discography</a> and hear a song. Or if you are interested in the project's background, read more <a href="/%(url_biography)s">about Dimmu Saurus</a>.
bg: Ако харесвате такава музика, продължете към <a href="/%(url_music)s">дискографията</a>, за да чуете някоя песен. А ако сте любопитни да разберете нещо повече за проекта, прочетете <a href="/%(url_biography)s">историята на Димозавъръ</a>.
fr: Si vous trouvez cette idée intéressante allez écouter <a href="/%(url_music)s">la discographie</a>. Ou peut-être vous êtes curieux qu'est-ce que c'est Dimmu Saurus? Alors, lisez sa <a href="/%(url_biography)s">biographie</a>.

source: News
bg: Новини
fr: Nouvelles

source: No news are available at this time.
bg: В момента няма новини.
fr: Il n'y a pas des nouvelles maintenant.

source: Version Info
bg: Служебна информация
fr: Info du système

source: Version Information
bg: Служебна информация
fr: Information du système

source: Home Page
bg: Начална страница
fr: Accueil

source: Music from the garage... without rules or restrictions
bg: Музика от гаража... без ограничения и без правила
fr: Musique garage... sans règles et sans restrictions

source: music/albums/
bg: музика/албуми/
fr: musique/albums/

source: music/songs/
bg: музика/песни/
fr: musique/chansons/

source: /lyrics/
bg: /текст/
fr: /paroles/

source: Album Duration
bg: Продължителност на албума
fr: Durée totale

source: Dimmu Saurus' music is result of series of experiments with his guitar and his computer. They lead to almost anything you can imagine – from Blues to Heavy Metal, some Black and Thrash here and there, and last but not least – several Classical and Electronic tunes.
bg: Музиката на Димозавъръ е смесица от почти всички музикални жанрове. Тя е крайния резултат от многобройни експерименти с китарата и компютъра му, довели до какво ли не – от блус до хеви метъл, чат-пат – блек и трашец, а тук-таме и малко класика и електроника.
fr: La musique de Dimmu Saurus est un mélange de presque tous les genres musicaux. C'est le résultat des expériences menées avec sa guitare et un petit logiciel. En conséquence on peut écouter de blues ou rock qui se transforme en black metal en combinaison avec un orchestre classique. Bien sur, on n'a pas oublié la musique électronique.

source: All music is composed by Димозавър (Dimmu Saurus), except where noted. Download, play and share to help him take over Earth and Mars. Dimmu Saurus is not responsible for any damage to your speakers, house or trouble with neighbours which may result in playing his music too loud.
bg: Цялата музика е композирана от Димозавър (Dimmu Saurus), освен ако не е отбелязано друго. Сваляйте, слушайте и споделяйте, за да му помогнете да завладее Земята и Марс. Димозавърът не е отговорен за повреди в тонколоните, къщата ви или проблеми със съседите, породени от силното слушане на музика.
fr: Toute la musique, sauf indication contraire, est composée par Димозавър (Dimmu Saurus). Téléchargez, écoutez et partagez pour l'aider conquérir La Terre et Mars. Dimmu Saurus n'est pas responsable des dommages aux votre haut-parleurs, maison ou difficultés avec vos voisins, qui pourraient découler du niveau sonore trop élevé.

source: lyrics
bg: текст
fr: paroles

source: Song Lyrics
bg: Текст на песен
fr: Paroles de la chanson

source: Song Details
bg: Подробности за песен
fr: Détails de la chanson

source: Originally titled
bg: Оригинално заглавие
fr: Titre original

source: listen
bg: слушай
fr: écouter

source: watch
bg: гледай
fr: regarder

source: download
bg: изтеглѝ
fr: télécharger

source: Track list and information.
bg: Списък с песни и подробности.
fr: Liste des titres et information.

source: Discography
bg: Дискография
fr: Discographie

source: Dimmu Saurus Discography
bg: Дискография на Dimmu Saurus
fr: Dimmu Saurus – Discographie

source: Detailed information and song lyrics. Download link.
bg: Подробности за песента и текст. Връзка за сваляне.
fr: Information, paroles et téléchargement de la chanson.

source: Lyrics
bg: Текст
fr: Paroles

source: Song lyrics and English translation.
bg: Текст на песента и английски превод.
fr: Paroles de la chanson et traduction anglaise.
